Tekla.Structures.ModelInternal.Dstv.DstvHole
The dstv bolt hole block information.

Tekla.Structures.ModelInternal.Dstv.DstvHole.#ctor
Creates a new DstvHole instance.

Tekla.Structures.ModelInternal.Dstv.DstvHole.HoleRows
The list with holes.